Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# export.pdf.focus.type_habit
source: Gewohnheit
en: Habit
es: Hábito
fr: Habitude
hi: आदत
it: Abitudine
ja: 習慣
ko: 습관
nl: Gewoonte
pl: Nawyk
pt: Hábito
ru: привычка
tr: Alışkanlık
zh_hans: 习惯
zh_hant: 習慣

# export.pdf.report.completed_habits
source: Erledigte Gewohnheiten: %lld (%@ im Vergleich zur Vorwoche)
en: Completed Habits: %lld (%@ compared to last week)
es: Hábitos Completados: %lld (%@ comparado con la semana pasada)
fr: Habitudes Complétées: %lld (%@ par rapport à la semaine dernière)
it: Abitudini Completate: %lld (%@ rispetto alla scorsa settimana)
ja: 完了した習慣: %lld (先週比 %@)
ko: 완료된 습관: %lld (지난주 대비 %@)
nl: Voltooide Gewoontes: %lld (%@ in vergelijking met vorige week)
pl: Ukończone Nawyki: %lld (%@ w porównaniu z zeszłym tygodniem)
pt: Hábitos Concluídos: %lld (%@ comparado com a semana passada)
tr: Tamamlanan Alışkanlıklar: %lld (geçen haftaya göre %@)

# export.pdf.report.completed_sessions
source: Abgeschlossene Fokus-Sessions: %lld
en: Completed Focus Sessions: %lld
es: Sesiones de Enfoque Completadas: %lld
fr: Sessions de Concentration Complétées: %lld
hi: पूर्ण फोकस सत्र:%lld
it: Sessioni di Concentrazione Completate: %lld
ja: 完了した集中セッション: %lld
ko: 완료된 집중 세션: %lld
nl: Voltooide Focus Sessies: %lld
pl: Zakończone Sesje Skupienia: %lld
pt: Sessões de Foco Concluídas: %lld
ru: Завершённые фокус-сессии:%lld
tr: Tamamlanan Odaklanma Seansları: %lld
zh_hans: 已完成专注会话：%lld
zh_hant: 已完成的焦點會議：%lld

# export.pdf.report.daily_activities
source: 3. Tägliche Aktivitäten
en: 3. Daily Activities
es: 3. Actividades Diarias
fr: 3. Activités Quotidiennes
hi: 3. दैनिक गतिविधियाँ
it: 3. Attività Quotidiane
ja: 3. 日常の活動
ko: 3. 일일 활동
nl: 3. Dagelijkse Activiteiten
pl: 3. Codzienne Aktywności
pt: 3. Atividades Diárias
ru: 3. Ежедневные действия
tr: 3. Günlük Aktiviteler
zh_hans: 3. 日常活动
zh_hant: 3.日常活動

# export.pdf.report.daily_habit_item
source: %@: %lld erledigt
en: %@: %lld completed
es: %@: %lld completado
fr: %@: %lld complété
it: %@: %lld completato
ja: %@: %lld 完了
ko: %@: %lld 완료
nl: %@: %lld voltooid
pl: %@: %lld ukończono
pt: %@: %lld concluído
ru: %@: %lld выполнено
tr: %@: %lld tamamlandı

# export.pdf.report.earned_xp
source: Verdiente Erfahrungspunkte: %lld XP
en: Earned Experience Points: %lld XP
es: Puntos de Experiencia Ganados: %lld XP
fr: Points d'Expérience Gagnés: %lld XP
hi: अर्जित अनुभव अंक:%lld XP
it: Punti Esperienza Guadagnati: %lld XP
ja: 獲得した経験値: %lld XP
ko: 획득한 경험치: %lld XP
nl: Verdiende Ervaringspunten: %lld XP
pl: Zdobyte Punkty Doświadczenia: %lld XP
pt: Pontos de Experiência Ganhos: %lld XP
ru: Заработанные очки опыта:%lld XP
tr: Kazanılan Deneyim Puanları: %lld XP
zh_hans: 获得经验值：%lld XP
zh_hant: 取得經驗值：%lld XP

# export.pdf.report.focus_minutes
source: Fokus-Minuten:
en: Focus Minutes:
es: Minutos de Enfoque:
fr: Minutes de Concentration:
hi: फोकस मिनट:
it: Minuti di Concentrazione:
ja: 集中時間（分）:
ko: 집중 시간(분):
nl: Focus Minuten:
pl: Minuty Skupienia:
pt: Minutos de Foco:
ru: Минуты фокуса:
tr: Odaklanma Dakikaları:
zh_hans: 专注分钟数：
zh_hant: 焦點分鐘：

# export.pdf.report.habits_completed
source: Erledigte Gewohnheiten:
en: Completed Habits:
es: Hábitos Completados:
fr: Habitudes Complétées:
hi: आदतें पूरी:
it: Abitudini Completate:
ja: 完了した習慣:
ko: 완료된 습관:
nl: Voltooide Gewoontes:
pl: Ukończone Nawyki:
pt: Hábitos Concluídos:
ru: Выполненные привычки:
tr: Tamamlanan Alışkanlıklar:
zh_hans: 已完成习惯：
zh_hant: 已完成的習慣：

# export.pdf.report.period
source: Zeitraum: %@
en: Period: %@
es: Período: %@
fr: Période: %@
hi: अवधि:%@
it: Periodo: %@
ja: 期間: %@
ko: 기간: %@
nl: Periode: %@
pl: Okres: %@
pt: Período: %@
ru: Период:%@
tr: Dönem: %@
zh_hans: 期间：%@
zh_hant: 週期：%@

# export.pdf.report.progress_analysis
source: 2. Fortschritts-Analyse
en: 2. Progress Analysis
es: 2. Análisis de Progreso
fr: 2. Analyse de Progression
hi: 2. प्रगति विश्लेषण
it: 2. Analisi del Progresso
ja: 2. 進捗分析
ko: 2. 진행 상황 분석
nl: 2. Voortgangsanalyse
pl: 2. Analiza Postępów
pt: 2. Análise de Progresso
ru: 2. Анализ прогресса
tr: 2. İlerleme Analizi
zh_hans: 2. 进度分析
zh_hant: 2. 進展分析

# export.pdf.report.summary
source: 1. Wochen-Zusammenfassung
en: 1. Weekly Summary
es: 1. Resumen Semanal
fr: 1. Résumé Hebdomadaire
hi: 1. साप्ताहिक सारांश
it: 1. Riepilogo Settimanale
ja: 1. 週間サマリー
ko: 1. 주간 요약
nl: 1. Weekoverzicht
pl: 1. Podsumowanie Tygodnia
pt: 1. Resumo Semanal
ru: 1. Еженедельное резюме
tr: 1. Haftalık Özet
zh_hans: 1. 周总结
zh_hant: 1. 每週總結

# export.pdf.report.title
source: Grovy Wochenbericht
en: Grovy Weekly Report
es: Informe Semanal de Grovy
fr: Rapport Hebdomadaire Grovy
hi: ग्रोवी साप्ताहिक रिपोर्ट
it: Rapporto Settimanale Grovy
ja: Grovy 週間レポート
ko: Grovy 주간 보고서
nl: Grovy Weekrapport
pl: Raport Tygodniowy Grovy
pt: Relatório Semanal Grovy
ru: Еженедельный отчет Grovy
tr: Grovy Haftalık Raporu
zh_hans: Grovy 周报
zh_hant: 格羅維每週報告

# export.pdf.report.total_focus_time
source: Gesamt-Fokuszeit: %lld Minuten (%@ im Vergleich zur Vorwoche)
en: Total Focus Time: %lld Minutes (%@ compared to last week)
es: Tiempo Total de Enfoque: %lld Minutos (%@ comparado con la semana pasada)
fr: Temps de Concentration Total: %lld Minutes (%@ par rapport à la semaine dernière)
it: Tempo di Concentrazione Totale: %lld Minuti (%@ rispetto alla scorsa settimana)
ja: 合計集中時間: %lld 分 (先週比 %@)
ko: 총 집중 시간: %lld 분 (지난주 대비 %@)
nl: Totale Focustijd: %lld Minuten (%@ in vergelijking met vorige week)
pl: Całkowity Czas Skupienia: %lld Minut (%@ w porównaniu z zeszłym tygodniem)
pt: Tempo Total de Foco: %lld Minutos (%@ comparado com a semana passada)
ru: Общее время фокусировки: %lld минут (%@ по сравнению с прошлой неделей)
tr: Toplam Odaklanma Süresi: %lld Dakika (geçen haftaya göre %@)

# export.pdf.routines.history
source: Letzte Abschlüsse:
en: Recent completions:
es: Finalizaciones recientes:
fr: Réalisations récentes :
hi: नवीनतम डिग्री:
it: Completamenti recenti:
ja: 最近の完了:
ko: 최근 완료:
nl: Recente voltooiingen:
pl: Ostatnie zakończenia:
pt: Conclusões recentes:
ru: Последние сделки:
tr: Son tamamlamalar:
zh_hans: 最近完成：
zh_hant: 最新學位：

# export.pdf.routines.history_format
source: Verlauf der letzten %@ Tage
en: History of last %@ days
es: Historial de los últimos %@ días
fr: Historique des %@ derniers jours
hi: पिछले%@दिनों का इतिहास
it: Cronologia degli ultimi %@ giorni
ja: 過去%@日間の履歴
ko: 최근 %@일 기록
nl: Geschiedenis van laatste %@ dagen
pl: Historia z ostatnich %@ dni
pt: Histórico dos últimos %@ dias
ru: Ход последних%@дней
tr: Son %@ günün geçmişi
zh_hans: 过去 %@ 天的历史记录
zh_hant: 最近%@天的歷史記錄

# export.pdf.title
source: Fortschrittsbericht
en: Progress Report
es: Informe de Progreso
fr: Rapport de Progrès
hi: प्रगति रिपोर्ट
it: Rapporto sui Progressi
ja: 進捗レポート
ko: 진행 보고서
nl: Voortgangsrapport
pl: Raport z Postępów
pt: Relatório de Progresso
ru: Отчет о прогрессе
tr: İlerleme Raporu
zh_hans: 进度报告
zh_hant: 進度報告

# export.quiz.action.title
source: Was man verbessern kann:
en: What to improve:
es: Qué mejorar:
fr: Ce qu'il faut améliorer :
hi: क्या सुधार किया जा सकता है:
it: Cosa migliorare:
ja: 改善点:
ko: 개선할 점:
nl: Wat te verbeteren:
pl: Co poprawić:
pt: O que melhorar:
ru: Что можно улучшить:
tr: Neler geliştirilebilir:
zh_hans: 可以改进的地方：
zh_hant: 可以改進的地方：

# export.quiz.title
source: Quiz Ergebnisse
en: Quiz Results
es: Resultados del Cuestionario
fr: Résultats du Quiz
hi: प्रश्नोत्तरी परिणाम
it: Risultati Quiz
ja: クイズ結果
ko: 퀴즈 결과
nl: Quiz Resultaten
pl: Wyniki Quizu
pt: Resultados do Quiz
ru: Результаты викторины
tr: Test Sonuçları
zh_hans: 测验结果
zh_hant: 測驗結果

# export.routines.habits
source: Gewohnheiten
en: Habits
es: Hábitos
fr: Habitudes
hi: आदतें
it: Abitudini
ja: 習慣
ko: 습관
nl: Gewoonten
pl: Nawyki
pt: Hábitos
ru: Привычки
tr: Alışkanlıklar
zh_hans: 习惯
zh_hant: 習慣

# export.routines.last_done
source: Zuletzt ausgeführt
en: Last performed
es: Última vez realizado
fr: Dernière exécution
hi: अंतिम बार निष्पादित
it: Ultima esecuzione
ja: 最終実行
ko: 마지막 실행
nl: Laatst uitgevoerd
pl: Ostatnio wykonane
pt: Última execução
ru: Последний запуск
tr: Son gerçekleştirilen
zh_hans: 最近执行
zh_hant: 最後執行

# export.routines.title
source: Routinen
en: Routines
es: Rutinas
fr: Routines
hi: दिनचर्या
it: Routine
ja: ルーチン
ko: 루틴
nl: Routines
pl: Rutyny
pt: Rotinas
ru: Рутины
tr: Rutinler
zh_hans: 例行事项
zh_hant: 例程

# export.selection.all
source: Alle Daten exportieren
en: Export All Data
es: Exportar Todos los Datos
fr: Exporter Toutes les Données
hi: सभी डेटा निर्यात करें
it: Esporta Tutti i Dati
ja: すべてのデータをエクスポート
ko: 모든 데이터 내보내기
nl: Exporteer Alle Gegevens
pl: Eksportuj Wszystkie Dane
pt: Exportar Todos os Dados
ru: Экспортировать все данные
tr: Tüm Verileri Dışa Aktar
zh_hans: 导出所有数据
zh_hant: 匯出所有數據

# export.selection.custom
source: Benutzerdefinierte Auswahl
en: Custom Selection
es: Selección Personalizada
fr: Sélection Personnalisée
hi: कस्टम चयन
it: Selezione Personalizzata
ja: カスタム選択
ko: 사용자 지정 선택
nl: Aangepaste Selectie
pl: Niestandardowy Wybór
pt: Seleção Personalizada
ru: Пользовательский выбор
tr: Özel Seçim
zh_hans: 自定义选择
zh_hant: 客製化選擇

# export.selection.generate
source: PDF Exportieren
en: Export PDF
es: Exportar PDF
fr: Exporter en PDF
hi: पीडीएफ निर्यात करें
it: Esporta PDF
ja: PDFエクスポート
ko: PDF 내보내기
nl: PDF Exporteren
pl: Eksportuj PDF
pt: Exportar PDF
ru: Экспортировать в PDF
tr: PDF Dışa Aktar
zh_hans: 导出 PDF
zh_hant: 匯出PDF

# export.selection.only_this
source: Nur diese Pflanze
en: Only This Plant
es: Solo Esta Planta
fr: Uniquement Cette Plante
hi: बस यही पौधा
it: Solo Questa Pianta
ja: この植物のみ
ko: 이 식물만
nl: Alleen Deze Plant
pl: Tylko Ta Roślina
pt: Apenas Esta Planta
ru: Только это растение
tr: Sadece Bu Bitki
zh_hans: 仅此植物
zh_hant: 就這個植物

# export.selection.subtitle
source: Was möchtest du exportieren?
en: What do you want to export?
es: ¿Qué deseas exportar?
fr: Que voulez-vous exporter ?
hi: आप क्या निर्यात करना चाहते हैं?
it: Cosa vuoi esportare?
ja: 何をエクスポートしますか？
ko: 무엇을 내보내시겠습니까?
nl: Wat wil je exporteren?
pl: Co chcesz wyeksportować?
pt: O que você deseja exportar?
ru: Что ты хочешь экспортировать?
tr: Neyi dışa aktarmak istersiniz?
zh_hans: 你想导出什么？
zh_hant: 您想出口什麼？

# export.selection.title
source: Daten exportieren
en: Export Data
es: Exportar Datos
fr: Exporter les Données
hi: डेटा निर्यात करें
it: Esporta Dati
ja: データエクスポート
ko: 데이터 내보내기
nl: Gegevens Exporteren
pl: Eksportuj Dane
pt: Exportar Dados
ru: Экспорт данных
tr: Verileri Dışa Aktar
zh_hans: 导出数据
zh_hant: 匯出數據

# export.stats.title
source: Statistiken
en: Statistics
es: Estadísticas
fr: Statistiques
hi: आँकड़े
it: Statistiche
ja: 統計
ko: 통계
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ru: Статистика
tr: İstatistikler
zh_hans: 统计数据
zh_hant: 統計數據

# export.timer.title
source: Fokus-Timer
en: Focus Timer
es: Temporizador de Enfoque
fr: Minuteur de Concentration
hi: फोकस टाइमर
it: Timer di Focus
ja: フォーカスタイマー
ko: 집중 타이머
nl: Focustimer
pl: Minutnik Skupienia
pt: Temporizador de Foco
ru: Таймер фокуса
tr: Odaklanma Zamanlayıcısı
zh_hans: 专注计时器
zh_hant: 對焦定時器

# focus_session.goals.new
source: Deine Ziele
en: Your Goals
es: Tus metas
fr: Tes objectifs
hi: आपके लक्ष्य
it: I tuoi obiettivi
ja: あなたの目標
ko: 당신의 목표
nl: Jouw doelen
pl: Twoje cele
pt: Teus objetivos
ru: Твои цели
tr: Hedefleriniz
zh_hans: 你的目标
zh_hant: 你的目標

# focus_session.prep.start.new
source: Vorbereitung starten
en: Start Preparation
es: Iniciar preparación
fr: Commencer la préparation
hi: तैयारी शुरू करें
it: Inizia la preparazione
ja: 準備を始める
ko: 준비 시작
nl: Start voorbereiding
pl: Zacznij przygotowania
pt: Iniciar preparação
ru: Начать подготовку
tr: Hazırlığa başla
zh_hans: 开始准备
zh_hant: 開始準備

# focus_session.step1.desc.new
source: Schalte dein Handy jetzt auf 'Nicht stören' und lege es nach dieser Einrichtung außer Sichtweite.
en: Put your phone on 'Do Not Disturb' and place it out of sight after this setup.
es: Pon tu teléfono en 'No molestar' y colócalo fuera de la vista después de esta configuración.
fr: Mettez votre téléphone sur 'Ne pas déranger' et placez-le hors de vue après cette configuration.
hi: अब अपने फोन को 'परेशान न करें' पर स्विच करें और इस सेटअप के बाद इसे दृष्टि से दूर रखें।
it: Metti il telefono in 'Non disturbare' e mettilo fuori dalla vista dopo questa configurazione.
ja: この設定後は、スマートフォンを「おやすみモード」にして見えない場所に置いてください。
ko: 이 설정 후에는 휴대폰을 '방해 금지 모드'로 설정하고 보이지 않는 곳에 두십시오.
nl: Zet je telefoon op 'Niet storeen' en leg hem na deze installatie uit het zicht.
pl: Po tej konfiguracji przełącz telefon w tryb „Nie przeszkadzać” i odłóż go z pola widzenia.
pt: Coloque o seu telefone em 'Não incomodar' e coloque-o fora de vista após esta configuração.
ru: Теперь включи на своём телефоне режим «Не беспокоить» и убери его из поля зрения после этой настройки.
tr: Bu kurulumdan sonra telefonunuzu 'Rahatsız Etmeyin' moduna alın ve gözden uzak bir yere koyun.
zh_hans: 现在将手机设置为“勿扰模式”，并在设置完成后将其放置在视线之外。
zh_hant: 現在，將您的手機切換為“請勿打擾”，並在完成此設定後將其放在看不見的地方。

# focus_session.step1.title.new
source: Ablenkungen weg
en: Remove Distractions
es: Eliminar distracciones
fr: Éliminer les distractions
hi: ध्यान भटकाना दूर
it: Rimuovi distrazioni
ja: 気を散らすものを排除する
ko: 방해 요소 제거
nl: Verwijder afleidingen
pl: Usuń elementy rozpraszające
pt: Remover distrações
ru: Убрать отвлечения
tr: Dikkat Dağıtıcıları Kaldır
zh_hans: 消除干扰
zh_hant: 遠離幹擾

# focus_session.step2.desc.new
source: Was genau möchtest du in deiner Fokus-Zeit schaffen? Nimm dir einen Moment, um dich zu fokussieren.
en: What exactly do you want to accomplish in your focus time? Take a moment to focus.
es: ¿Qué quieres lograr exactamente en tu tiempo de enfoque? Tómate un momento para enfocarte.
fr: Que voulez-vous accomplir exactement pendant votre temps de concentration ? Prenez un moment pour vous concentrer.
hi: आप अपने फोकस समय में वास्तव में क्या हासिल करना चाहते हैं? ध्यान केंद्रित करने के लिए कुछ समय निकालें।
it: Cosa vuoi realizzare esattamente nel tuo tempo di concentrazione? Prenditi un momento per concentrarti.
ja: 集中する時間に具体的に何を達成したいですか?少し時間を取って集中してください。
ko: 집중하는 시간에 정확히 무엇을 성취하고 싶나요? 잠시 집중할 시간을 가지세요.
nl: Wat wil je precies bereiken in je focustijd? Neem een ​​moment om je te concentreren.
pl: Co dokładnie chcesz osiągnąć w swoim czasie skupienia? Poświęć chwilę na skupienie.
pt: O que deseja exatamente realizar no seu tempo de foco? Reserve um momento para se concentrar.
ru: Что именно ты хочешь успеть сделать в своё время для концентрации? Найди момент, чтобы сосредоточиться.
tr: Odaklanma sürenizde tam olarak neyi başarmak istiyorsunuz? Odaklanmak için bir dakikanızı ayırın.
zh_hans: 在专注时间内，你具体想完成什么？花点时间集中注意力。
zh_hant: 您到底想在專注時間內完成什麼？花點時間集中註意力。

# focus_session.step2.title.new
source: Klares Ziel
en: Clear Goal
es: Objetivo claro
fr: Objectif clair
hi: स्पष्ट लक्ष्य
it: Obiettivo chiaro
ja: 明確な目標
ko: 명확한 목표
nl: Duidelijk doel
pl: Jasny cel
pt: Objetivo claro
ru: Ясная цель
tr: Açık Hedef
zh_hans: 明确目标
zh_hant: 明確的目標

# focus_session.timer.start.new
source: Timer starten
en: Start Timer
es: Iniciar temporizador
fr: Démarrer le minuteur
hi: प्रारंभ टाइमर
it: Avvia timer
ja: タイマーを開始
ko: 타이머 시작
nl: Start timer
pl: Uruchom minutnik
pt: Iniciar temporizador
ru: Запустить таймер
tr: Zamanlayıcıyı Başlat
zh_hans: 开始计时
zh_hant: 啟動定時器

# focus_session.title.new
source: Fokus-Session
en: Focus Session
es: Sesión de enfoque
fr: Session de concentration
hi: फोकस सत्र
it: Sessione di concentrazione
ja: フォーカスセッション
ko: 포커스 세션
nl: Focussessie
pl: Sesja skupienia
pt: Sessão de foco
ru: Фокус-сессия
tr: Odak Oturumu
zh_hans: 专注会话
zh_hant: 焦點會議

# focus.generic.placeholder
source: z.B. Hausaufgaben, Lesen, ...
en: e.g. Homework, Reading, ...
es: ej. Tareas, Leer, ...
fr: ex. Devoirs, Lecture, ...
hi: ध्यान दें.सामान्य.स्थानधारी
it: es. Compiti, Lettura, ...
ja: 例：宿題、読書など...
ko: 예: 숙제, 독서...
nl: bijv. Huiswerk, Lezen, ...
pl: np. Zadania domowe, Czytanie, ...
pt: ex. Lição de casa, Leitura, ...
ru: фокус.общий.заполнитель
tr: ör. Ödev, Okuma, ...
zh_hans: 专注.通用.占位符
zh_hant: 例如：作業、閱讀...

# focus.generic.reward
source: Fokus-Session: %@
en: Focus-Session: %@
es: Focus-Session: %@
fr: Focus-Session: %@
hi: ध्यान.सामान्य.इनाम
it: Focus-Session: %@
ja: Focus-Session: %@
ko: Focus-Session: %@
nl: Focus-Session: %@
pl: Focus-Session: %@
pt: Focus-Session: %@
ru: фокус.общая.награда
tr: Focus-Session: %@
zh_hans: 关注.通用.奖励
zh_hant: Focus-Session: %@

# focus.generic.subtitle
source: Was möchtest du in dieser Session erreichen?
en: What do you want to achieve in this session?
es: ¿Qué quieres lograr en esta sesión?
fr: Que souhaitez-vous accomplir lors de cette session ?
hi: फ़ोकस.सामान्य.उपशीर्षक
it: Cosa vuoi ottenere in questa sessione?
ja: このセッションで何を達成したいですか？
ko: 이번 세션에서 무엇을 달성하고 싶나요?
nl: Wat wil je bereiken in deze sessie?
pl: Co chcesz osiągnąć podczas tej sesji?
pt: O que você quer alcançar nesta sessão?
ru: focus.generic.subtitle
tr: Bu oturumda ne başarmak istiyorsunuz?
zh_hans: 焦点.通用.字幕
zh_hant: 你想在這次會議中實現什麼？

# focus.generic.title
source: Fokus Starten
en: Start Focus
es: Iniciar enfoque
fr: Démarrer la concentration
hi: ध्यान.generic.शीर्षक
it: Inizia concentrazione
ja: 集中を開始
ko: 집중 시작
nl: Focus starten
pl: Rozpocznij skupienie
pt: Iniciar foco
ru: focus.generic.title
tr: Odaklanmayı başlat
zh_hans: 通用标题
zh_hant: 開始專注

# focus.giveup.walkofshame.sentence1
source: Ich kapituliere zu einhundert Prozent! Statt an meinen Zielen zu arbeiten, wähle ich den null-acht-fünfzehn Weg. Ich opfere meine #Disziplin für fünf Min. billiges Dopamin. Das ist armselig; aber ich tue es trotzdem (und akzeptiere den HP-Verlust).
en: I surrender one hundred percent! Instead of working on my goals, I choose the zero-eight-fifteen route. I sacrifice my #discipline for five minutes of cheap dopamine. That's pathetic; but I do it anyway (and accept the HP loss).
es: ¡Me entrego al cien por cien! En lugar de trabajar en mis objetivos, elijo la ruta cero-ocho-quince. Sacrifico mi #disciplina por cinco minutos de dopamina barata. Eso es patético; pero lo hago de todos modos (y acepto la pérdida de HP).
fr: Je me rends à cent pour cent ! Au lieu de travailler sur mes objectifs, je choisis la route zéro-huit-quinze. Je sacrifie ma #discipline pour cinq minutes de dopamine bon marché. C'est pathétique ; mais je le fais quand même (et accepte la perte de HP).
hi: मैं सौ प्रतिशत समर्पण करता हूँ! मैं अपने लक्ष्यों पर काम करने के बजाय शून्य-आठ-पंद्रह का रास्ता चुनता हूं। मैं पाँच मिनट के सस्ते डोपामाइन के लिए अपने #अनुशासन का बलिदान देता हूँ। वह दयनीय है; लेकिन मैं इसे वैसे भी करता हूं (और एचपी हानि स्वीकार करता हूं)।
it: Mi arrendo al cento per cento! Invece di lavorare sui miei obiettivi, scelgo il percorso zero-otto-quindici. Sacrifico la mia #disciplina per cinque minuti di dopamina a buon mercato. È patetico; ma lo faccio comunque (e accetto la perdita di HP).
ja: 百パーセント降伏します！目標に向かって取り組む代わりに、私はゼロ・８・１５の道を選びます。私は 5 分間の安価なドーパミンのために、自分の規律を犠牲にします。それは情けないことだ。しかし、私はとにかくそれを行います（そしてHPの損失を受け入れます）。
ko: 나는 백퍼센트 항복한다! 나는 목표를 향해 노력하는 대신 0-8-15 경로를 선택합니다. 나는 5분간의 값싼 도파민을 위해 #기강을 희생합니다. 정말 한심하네요. 하지만 어쨌든 나는 그것을 한다(그리고 HP 손실을 받아들인다).
nl: Ik geef me honderd procent over! In plaats van aan mijn doelen te werken, kies ik voor de nul-acht-vijftien route. Ik offer mijn #discipline op voor vijf minuten goedkope dopamine. Dat is zielig; maar ik doe het toch (en accepteer het HP-verlies).
pl: Poddaję się w stu procentach! Zamiast pracować nad swoimi celami, wybieram trasę zero-osiem-piętnaście. Poświęcam moją #dyscyplinę dla pięciu minut taniej dopaminy. To żałosne; ale i tak to robię (i akceptuję utratę HP).
pt: Eu me rendo cem por cento! Em vez de trabalhar em meus objetivos, escolho o caminho zero-oito-quinze. Eu sacrifico minha #disciplina por cinco minutos de dopamina barata. Isso é patético; mas faço isso mesmo assim (e aceito a perda de HP).
ru: Я отдаюсь на сто процентов! Вместо того, чтобы работать над своими целями, я выбираю маршрут ноль восемь пятнадцать. Я жертвую своей #дисциплиной ради пяти минут дешевого дофамина. Это жалко; но я все равно делаю это (и принимаю потерю HP).
tr: Yüzde yüz teslim oluyorum! Hedeflerim üzerinde çalışmak yerine sıfır-sekiz-onbeş yolunu seçiyorum. Beş dakikalık ucuz dopamin için #disiplinimi feda ediyorum. Bu çok acınası; ama yine de yapıyorum (ve HP kaybını kabul ediyorum).
zh_hans: 我百分百投降！我没有为自己的目标而努力，而是选择了零八十五路线。我牺牲我的#discipline来换取五分钟廉价的多巴胺。这太可悲了；但我还是这么做了（并接受 HP 损失）。
zh_hant: 我百分百投降！我沒有為自己的目標而努力，而是選擇了零八十五路線。我犧牲我的#discipline來換取五分鐘廉價的多巴胺。這太可悲了；但我還是這麼做了（並接受 HP 損失）。

# focus.giveup.walkofshame.sentence2
source: [Achtung] Ich bin zu schwach für neunundneunzig Prozent meiner Aufgaben. Ich breche ab: X-Y-Z statt A-B-C. Mein Fokus sinkt auf null Punkt null; ich wähle #Versagen über #Wachstum. Warum? Weil mein Dopamin-Spiegel < zehn Prozent ist.
en: [Warning] I am too weak for ninety-nine percent of my tasks. I cancel: X-Y-Z instead of A-B-C. My focus drops to zero point zero; I choose #failure over #growth. Why? Because my dopamine level is < ten percent.
es: [Advertencia] Estoy demasiado débil para el noventa y nueve por ciento de mis tareas. Cancelo: X-Y-Z en lugar de A-B-C. Mi atención cae al cero punto cero; Elijo el #fracaso antes que el #crecimiento. ¿Por qué? Porque mi nivel de dopamina es <diez por ciento.
fr: [Avertissement] Je suis trop faible pour quatre-vingt-dix-neuf pour cent de mes tâches. J'annule: X-Y-Z au lieu de A-B-C. Ma concentration tombe à zéro point zéro ; Je choisis l’#échec plutôt que la #croissance. Pourquoi? Parce que mon niveau de dopamine est < dix pour cent.
hi: [चेतावनी] मैं अपने निन्यानवे प्रतिशत कार्यों के लिए बहुत कमज़ोर हूँ। मैं रद्द करता हूं: ए-बी-सी के बजाय एक्स-वाई-जेड। मेरा ध्यान शून्य दशमलव शून्य पर चला जाता है; मैं #विकास के स्थान पर #असफलता को चुनता हूं। क्यों? क्योंकि मेरा डोपामाइन स्तर <दस प्रतिशत है।
it: [Avvertimento] Sono troppo debole per il novantanove per cento dei miei compiti. Annullo: X-Y-Z invece di A-B-C. La mia attenzione scende al punto zero; Scelgo il #fallimento piuttosto che la #crescita. Perché? Perché il mio livello di dopamina è <10%.
ja: [警告] 私は自分の仕事の 99％ に対して弱すぎます。 A-B-C の代わりに X-Y-Z をキャンセルします。私の集中力はゼロポイントゼロに落ちます。私は成長よりも失敗を選びます。なぜ？私のドーパミンレベルが10パーセント未満だからです。
ko: [경고] 나는 내 작업의 99％를 수행하기에는 너무 약합니다. 취소합니다: A-B-C 대신 X-Y-Z. 내 초점은 0점 0점으로 떨어집니다. 나는 #성장보다 #실패를 선택한다. 왜? 내 도파민 수치가 10퍼센트 미만이거든요.
nl: [Waarschuwing] Ik ben te zwak voor negenennegentig procent van mijn taken. Ik annuleer: X-Y-Z in plaats van A-B-C. Mijn focus zakt naar nul komma nul; Ik kies voor #falen boven #groei. Waarom? Omdat mijn dopamineniveau < tien procent is.
pl: [Uwaga] Jestem za słaby na dziewięćdziesiąt dziewięć procent moich zadań. Anuluję: X-Y-Z zamiast A-B-C. Moja koncentracja spada do punktu zerowego; Wybieram #porażkę zamiast #rozwoju. Dlaczego? Ponieważ mój poziom dopaminy wynosi < dziesięć procent.
pt: [Aviso] Estou muito fraco para noventa e nove por cento das minhas tarefas. Eu cancelo: X-Y-Z em vez de A-B-C. Meu foco cai para zero ponto zero; Eu escolho #fracasso em vez de #crescimento. Por que? Porque meu nível de dopamina é <dez por cento.
ru: [Предупреждение] Я слишком слаб для девяноста девяти процентов своих задач. Отменяю: X-Y-Z вместо A-B-C. Мое внимание падает до нуля; Я предпочитаю #неудачи #росту. Почему? Потому что мой уровень дофамина < десяти процентов.
tr: [Uyarı] Görevlerimin yüzde doksan dokuzu için çok zayıfım. İptal ediyorum: A-B-C yerine X-Y-Z. Odak noktam sıfır nokta sıfıra düşüyor; #Büyüme yerine #başarısızlığı seçiyorum. Neden? Çünkü dopamin seviyem yüzde onun altında.
zh_hans: [警告]我太弱了，无法完成百分之九十九的任务。我取消：X-Y-Z 而不是 A-B-C。我的注意力下降到零点零；我选择#failure而不是#growth。为什么？因为我的多巴胺水平<百分之十。
zh_hant: [警告]我太弱了，無法完成百分之九十九的任務。我取消：X-Y-Z 而不是 A-B-C。我的注意力下降到零點零；我選擇#failure而不是#growth。為什麼？因為我的多巴胺水平<百分之十。
